T10/TrabajosT10/Act1T10/PeticionSOAPact1T10.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"
    xmlns:ns1="http://localhost/DesWebServ/T10/TeoriaT10/CasoPractico1.php">
    <env:Header />
    <env:Body>
        <ns1:getPrevision>
            <ns1:ciudad>Madrid</ns1:ciudad>
        </ns1:getPrevision>
    </env:Body>
</env:Envelope>